review = '[

    {
        id: { "Gamer1"}
        username: { username: "n00b" }
        date: mydate1.toString()
        title: "Mortal Kombat 11",
        review: "In addition to the game's story mode,
        MK11 sees the return of Klassic Towers,
        a more straightforward single-player mode
        where you fight a series of opponents before eventually facing big boss Kronika. 
        But the real meat of the single-player offering is the Towers Of Time, 
        MK11's version of the limited-time ladders seen in other NetherRealm games, 
        which feature unique modifiers that can affect the playing field, combatants, and mechanics."

    },
    {
        id: { "Gamer2"}
        username: { username: "elit3" }
        date: mydate1.toString()
        title: "Mortal Kombat 11",
        review: "In addition to the game's story mode,
        MK11 sees the return of Klassic Towers,
        a more straightforward single-player mode
        where you fight a series of opponents before eventually facing big boss Kronika. 
        But the real meat of the single-player offering is the Towers Of Time, 
        MK11's version of the limited-time ladders seen in other NetherRealm games, 
        which feature unique modifiers that can affect the playing field, combatants, and mechanics.",

    },
    {
        id: { "Gamer3"}
        username: { username: "blueFace" }
        title: "Mortal Kombat 11",
        review: more straightforward single-player mode where you fight a series of opponents before eventually facing big boss Kronika. 
        But the real meat of the single-player offering is the Towers Of Time, MK11's version of the limited-time ladders seen in other NetherRealm games, which feature unique modifiers that can affect the playing field, combatants, and mechanics.

    },
    {
        id: {"Gamer3"}
        username: { username: "TigerClaw" }
        title: "Mortal Kombat 11",
        review: In addition to the game's story mode, MK11 sees the return of Klassic Towers, a more straightforward single-player mode where you fight a series of opponents before eventually facing big boss Kronika. 
        But the real meat of the single-player offering is the Towers Of Time, MK11's version of the limited-time ladders seen in other NetherRealm games, which feature unique modifiers that can affect the playing field, combatants, and mechanics.

    },
        id: {"Gamer5"}
        username: { username: "L3thal" }
        title: "Mortal Kombat 11",
        review: Makes me sad seeing NetherRealm go down the route of making unlocking items really grindy and tedious.
        I thought Injustice 2 was pretty generous with their unlocks and the amount of currency given from just doing matches.
        Everything else in the review sounds up to the standards we've come to expect from the studio's past few games, post transition from Midway to NetherRealm Studios.
    },



]